Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# iCloudPhotoLibraryDescription
source: Turn on iCloud Photos so you can view photos from “%@“ or use them as a screen saver.
ar: شغل صور iCloud حتى يمكنك عرض الصور من "%@" أو استخدامها كشاشة توقف.
ca: Per mirar les fotos que tens a %@ o utilitzar‑les com a estalvi de pantalla, activa les fotos a l’iCloud.
cs: Chcete‑li si prohlížet fotky z „%@“ nebo je použít jako spořič obrazovky, zapněte službu Fotky na iCloudu.
da: Slå iCloud-fotos til, så du kan se fotos fra “%@“ eller bruge dem som skærmskåner.
de: Aktiviere iCloud-Fotos, um Fotos von „%@“ zu sehen oder sie als Bildschirmschoner zu verwenden.
el: Ενεργοποιήστε τις Φωτογραφίες iCloud για να μπορείτε να προβάλετε φωτογραφίες από «%@» ή να τις χρησιμοποιείτε ως προφύλαξη οθόνης.
es: Activa Fotos en iCloud para poder ver las fotos de %@ o usarlas como salvapantallas.
es_us: Activa Fotos en iCloud para poder ver fotos de “%@“ o para usarlas como protector de pantalla.
fi: Laita iCloud-kuvat päälle, jotta voit näyttää tilin %@ kuvia tai käyttää niitä näytönsäästäjänä.
fr: Activez Photos iCloud pour afficher des photos de « %@ » ou les utiliser comme économiseurs d’écran.
fr_ca: Activez Photos iCloud afin de pouvoir afficher des photos de « %@ » ou de les utiliser comme économiseurs d’écran.
he: ניתן להפעיל את ״תמונות iCloud״ כדי להציג תמונות מ-״%@״ או להשתמש באחת מהן כשומר מסך.
hi: iCloud तस्वीर चालू करें, ताकि आप “%@“ से तस्वीरें देख सकें या उनका स्क्रीन सेवर के रूप में इस्तेमाल कर सकें।
hr: Uključite iCloud fotografije kako biste mogli gledati fotografije iz računa “%@” ili ih koristiti kao zaštitu zaslona.
hu: Az iCloud-fotók bekapcsolásával megtekintheti „%@” fotóit. Ezeket a fotókat képernyővédőként is felhasználhatja.
id: Nyalakan Foto iCloud agar Anda dapat melihat foto dari “%@“ atau menggunakannya sebagai penghemat layar.
it: Attiva “Foto di iCloud” per visualizzare le foto di “%@” o utilizzarle come salvaschermo.
ja: iCloud写真をオンにすると“%@”からの写真を表示したり、スクリーンセーバとして使用したりできます。
ko: iCloud 사진을 켜서 ’%@’의 사진을 보거나 화면 보호기로 사용합니다.
ms: Aktifkan Foto iCloud supaya anda boleh melihat foto daripada “%@“ atau gunakannya sebagai penyelamat skrin.
nb: Slå på iCloud Bilder slik at du kan se bilder fra «%@» eller bruker dem som skjermsparer.
nl: Schakel iCloud-foto's in, zodat je foto's van '%@' kunt bekijken of ze kunt gebruiken als schermbeveiliging.
pl: Włącz Zdjęcia w iCloud, aby móc wyświetlać zdjęcia z konta „%@” lub używać ich jako wygaszacza ekranu.
pt_br: Ative as Fotos do iCloud para ver fotos de “%@“ ou usá‑las como protetor de tela.
pt_pt: Ative Fotografias em iCloud para poder ver fotografias de “%@“ ou usá‑las como proteção de ecrã.
ro: Activați Poze iCloud pentru a putea vedea pozele din contul „%@” sau pentru a le utiliza ca screensaver.
ru: Чтобы просматривать фото из медиатеки «%@» или использовать их в качестве заставки, включите Фото iCloud.
sk: Zapnite službu iCloud Fotky a budete si môcť prezerať fotky z účtu %@ alebo ich používať ako šetrič obrazovky.
sl: Vklopite Fotografije iCloud, da si boste lahko ogledali fotografije računa »%@« ali pa jih uporabili kot ohranjevalnik zaslona.
sv: Aktivera iCloud-bilder om du vill visa bilder från ”%@“ eller använda dem som skärmsläckare.
th: เปิดใช้ “รูปภาพ iCloud” เพื่อให้คุณสามารถดูรูปภาพจาก “%@” หรือใช้เป็นภาพพักหน้าจอได้
tr: “%@“ fotoğraflarını görüntüleyebilmek ve onları ekran koruyucu olarak kullanabilmek için iCloud Fotoğrafları’nı açın.
uk: Увімкніть Фото iCloud, щоб переглядати знімки з «%@» чи використовувати їх як екранну заставку.
vi: Bật Ảnh iCloud để bạn có thể xem ảnh từ “%@” hoặc sử dụng chúng làm trình bảo vệ màn hình.
zh_cn: 打开“iCloud照片”以便看到来自“%@”的照片或将其用作屏幕保护程序。
zh_hk: 開啟「iCloud相片」以便你可以從「%@」中查看相片，或將相片設定為螢幕保護程式。
zh_tw: 開啟「iCloud照片」後你可以檢視來自「%@」的照片或將照片設為螢幕保護程式。

# iCloudPhotoLibrarySectionTitle
source: iCloud Photos
ar: صور iCloud
ca: Fotos a l’iCloud
cs: Fotky na iCloudu
da: iCloud-fotos
de: iCloud-Fotos
el: Φωτογραφίες iCloud
es: Fotos en iCloud
es_us: Fotos en iCloud
fi: iCloud-kuvat
fr: Photos iCloud
fr_ca: Photos iCloud
he: תמונות iCloud
hi: iCloud तस्वीर
hr: iCloud fotografije
hu: iCloud-fotók
id: Foto iCloud
it: Foto di iCloud
ja: iCloud写真
ko: iCloud 사진
ms: Foto iCloud
nb: iCloud Bilder
nl: iCloud-foto's
pl: Zdjęcia w iCloud
pt_br: Fotos do iCloud
pt_pt: Fotografias em iCloud
ro: Poze iCloud
ru: Фото iCloud
sk: iCloud Fotky
sl: Fotografije iCloud
sv: iCloud-bilder
th: รูปภาพ iCloud
tr: iCloud Fotoğrafları
uk: Фото iCloud
vi: Ảnh iCloud
zh_cn: iCloud照片
zh_hk: iCloud相片
zh_tw: iCloud照片

# iCloudPhotoMemoryDescription
source: Allow Memories to appear in the Photos app and be available as a screen saver.
ar: السماح بظهور الذكريات في تطبيق الصور وتوفرها كشاشة توقف.
ca: Permet que es mostrin records a l’app Fotos i que es puguin utilitzar com a estalvi de pantalla.
cs: Povolí zobrazování vzpomínek v aplikaci Fotky a spořiči obrazovky.
da: Tillad, at minder vises i appen Fotos og kan bruges som skærmskåner.
de: Erlaube, dass Rückblicke in der Fotos-App angezeigt werden und als Bildschirmschoner verfügbar sind.
el: Να επιτρέπεται στις αναμνήσεις να εμφανίζονται αυτόματα στην εφαρμογή «Φωτογραφίες» και να είναι διαθέσιμες ως προφύλαξη οθόνης.
es: Permite que los recuerdos aparezcan en la app Fotos y se puedan usar como salvapantallas.
es_us: Permite que Recuerdos se muestre en la app Fotos y esté disponible como protector de pantalla.
fi: Salli muistojen näkyä Kuvat-apissa ja olla käytettävissä näytönsäästäjänä.
fr: Autorisez l’affichage des souvenirs dans l’app Photos et leur utilisation comme économiseurs d’écran.
fr_ca: Autorisez l’affichage des souvenirs dans l’app Photos et leur utilisation comme économiseurs d’écran.
he: ניתן לאפשר הצגה של זיכרונות ביישום ״תמונות״ ולהשתמש באחד מהם כשומר מסך.
hi: यादें को तस्वीर ऐप में दिखाई देने और स्क्रीन सेवर के रूप में उपलब्ध रहने की अनुमति दें।
hr: Dozvolite prikazivanje Uspomena u aplikaciji Foto i njihovu uporabu za zaštitu zaslona.
hu: Lehetővé teszi, hogy az emlékek megjelenjenek a Fotók appban, és rendelkezésre álljanak képernyővédőként.
id: Izinkan Memori untuk muncul di app Foto dan tersedia sebagai penghemat layar.
it: Consenti la visualizzazione dei ricordi nell’app Foto e il loro utilizzo come salvaschermo.
ja: “メモリー”が写真アプリに表示され、スクリーンセーバーとして使用可能になるのを許可します。
ko: 사진 앱에 ‘추억’을 표시하고 화면 보호기로 사용할 수 있도록 허용합니다.
ms: Benarkan Memori kelihatan dalam app Foto dan tersedia sebagai penyelamat skrin.
nb: Tillat at Minner kan vises i Bilder-appen og være tilgjengelig som skjermsparer.
nl: Sta toe dat terugblikken worden weergegeven in de Foto's-app en beschikbaar zijn als schermbeveiliging.
pl: Pozwól na wyświetlanie wspomnień w aplikacji Zdjęcia i używanie ich jako wygaszacza ekranu.
pt_br: Permita que as Memórias apareçam no app Fotos e fiquem disponíveis como protetor de tela.
pt_pt: Permitir que as recordações apareçam na aplicação Fotografias e que estejam disponíveis como proteção de ecrã.
ro: Permiteți ca amintirile să apară în aplicația Poze și să fie disponibile ca screensaver.
ru: Воспоминания будут появляться в приложении «Фото», и их можно будет использовать в качестве заставки.
sk: Spomienky sa budú zobrazovať v apke Fotky a budú k dispozícii pre šetrič obrazovky.
sl: Dovolite, da se spomini prikažejo v aplikaciji Fotografije in da jih lahko nastavite kot ohranjevalnik zaslona.
sv: Tillåt att minnen visas i appen Bilder och är tillgängliga som skärmsläckare.
th: อนุญาตให้ความทรงจำแสดงในแอปรูปภาพและใช้งานเป็นภาพพักหน้าจอได้
tr: Anılar’ın, Fotoğraflar uygulamasında görünmesine ve ekran koruyucu olarak kullanılmasına izin verir.
uk: Дозволити показ спогадів у програмі «Фотографії» та використання їх як екранної заставки.
vi: Cho phép các kỷ niệm xuất hiện trong ứng dụng Ảnh và khả dụng dưới dạng trình bảo vệ màn hình.
zh_cn: 允许“回忆”显示在“照片”App中并可用作屏幕保护程序。
zh_hk: 允許在「相片」App中顯示「回憶」，並可將「回憶」用於螢幕保護程式。
zh_tw: 允許「回憶」顯示於「照片」App並可用於螢幕保護程式。

# iCloudPhotoMemoryTitle
source: Show Memories
ar: إظهار الذكريات
ca: Mostra els records
cs: Zobrazení vzpomínek
da: Vis minder
de: Rückblicke anzeigen
el: Εμφάνιση αναμνήσεων
es: Mostrar recuerdos
es_us: Mostrar recuerdos
fi: Näytä muistot
fr: Afficher les souvenirs
fr_ca: Afficher les souvenirs
he: הצגת זיכרונות
hi: यादें दिखाएँ
hr: Prikaži uspomene
hu: Emlékek megjelenítése
id: Tampilkan Memori
it: Mostra ricordi
ja: メモリーを表示
ko: 추억 보기
ms: Tunjukkan Memori
nb: Vis minner
nl: Toon terugblikken
pl: Pokazuj wspomnienia
pt_br: Mostrar Memórias
pt_pt: Mostrar recordações
ro: Afișare amintiri
ru: Показ воспоминаний
sk: Zobraziť spomienky
sl: Prikaži Spomine
sv: Visa minnen
th: แสดงความทรงจำ
tr: Anılar’ı Göster
uk: Показ спогадів
vi: Hiển thị kỷ niệm
zh_cn: 显示回忆
zh_hk: 顯示「回憶」
zh_tw: 顯示回憶

# iCloudPhotoSectionDescriptionInline
source: To view all your photos and videos, also turn on iCloud Photos on your iPhone, iPad, and Mac.
ar: لعرض جميع صورك وفيديوهاتك، شغل صور iCloud أيضًا على iPhone و iPad و Mac.
ca: Per veure tots els vídeos i fotos, activa les fotos a l’iCloud a l’iPhone, a l’iPad i al Mac.
cs: Chcete‑li zobrazit všechny fotky a videa, zapněte fotky na iCloudu také na svém iPhonu, iPadu a Macu.
da: Hvis du vil se alle dine fotos og videoer, skal du også slå iCloud-fotos til på din iPhone, iPad og Mac.
de: Um alle Fotos und Videos anzuzeigen, aktiviere iCloud-Fotos auch auf deinem iPhone, iPad und Mac.
el: Για προβολή των φωτό και βίντεό σας, ενεργοποιήστε επίσης τις Φωτογραφίες iCloud στο iPhone, iPad και Mac σας.
es: Para ver todas tus fotos y vídeos, activa las fotos en iCloud también en el iPhone, iPad y Mac.
es_us: Para ver todos tus videos y fotos, activa también Fotos en iCloud en tu iPhone, iPad y Mac.
fi: Kaikki kuvasi ja videosi ovat katsottavissa, kun laitat iCloud-kuvat päälle myös iPhonessa, iPadissa ja Macissa.
fr: Pour afficher toutes vos photos et vidéos, activez également Photos iCloud sur votre iPhone, votre iPad et votre Mac.
fr_ca: Pour afficher toutes vos photos et vidéos, activez aussi les photos iCloud sur votre iPhone, votre iPad et votre Mac.
he: כדי להציג את כל התמונות והסרטונים שלך, באפשרותך להפעיל את ״תמונות iCloud״ גם ב-iPhone, ב-iPad וב-Mac.
hi: अपनी सभी तस्वीरें और वीडियो देखने के लिए अपने iPhone, iPad और Mac पर iCloud तस्वीर भी चालू करें।
hr: Za gledanje svih svojih fotografija i videozapisa također uključite iCloud fotografije na iPhoneu, iPadu i Macu.
hu: Az összes fotója és videója megtekintéséhez kapcsolja be az iCloud-fotókat az iPhone-ján, iPadjén és Macjén is.
id: Untuk melihat semua foto dan video, nyalakan juga Foto iCloud di iPhone, iPad, dan Mac Anda.
it: Per visualizzare le foto e i video, attiva l’opzione “Foto di iCloud” anche su iPhone, iPad e Mac.
ja: すべての写真とビデオを表示するには、iPhone、iPad、およびMacでもiCloud写真をオンにしてください。
ko: 모든 사진과 비디오를 보려면 iPhone, iPad 및 Mac에서도 iCloud 사진을 켜십시오.
ms: Untuk melihat semua foto dan video anda, turut aktifkan Foto iCloud pada iPhone, iPad dan Mac anda.
nb: Slå også på iCloud Bilder på iPhone, iPad og Mac for å se alle bildene og videoene dine.
nl: Om al je foto's en video's te zien, schakel je iCloud-foto's ook in op je iPhone, iPad en Mac.
pl: Aby wyświetlać wszystkie swoje zdjęcia i wideo, włącz Zdjęcia w iCloud również na iPhonie, iPadzie i Macu.
pt_br: Para ver todas as suas fotos e vídeos, ative as Fotos do iCloud também no seu iPhone, iPad e Mac.
pt_pt: Para ver todas as suas fotografias e vídeos, ative também Fotografias em iCloud no iPhone, iPad e Mac.
ro: Pentru a vă vedea toate pozele și clipurile video, activați Poze iCloud și pe iPhone, iPad și Mac.
ru: Для просмотра всех фотографий и видео включите Фото iCloud на Ваших iPhone, iPad и Mac.
sk: Ak si chcete prezerať všetky svoje fotky a videá, zapnite iCloud Fotky aj na iPhone, iPade a Macu.
sl: Če si želite ogledati vse fotografije in videoposnetke, funkcijo Fotografije iCloud vklopite tudi v svojem iPhonu, iPadu in Macu.
sv: Om du vill visa alla bilder och videor aktiverar du även iCloud-bilder på iPhone, iPad och datorn.
th: ในการดูรูปภาพและวิดีโอทั้งหมดของคุณ ให้เปิดใช้ “รูปภาพ iCloud” บน iPhone, iPad และเครื่อง Mac ด้วย
tr: Fotoğraflarınızı ve videolarınızı görüntülemek için iCloud Fotoğrafları’nı iPhone, iPad ve Mac üzerinde de açın.
uk: Щоб бачити всі свої фото і відео, також увімкніть Фото iCloud на своєму iPhone, iPad і Mac.
vi: Để xem tất cả ảnh và video của bạn, hãy bật đồng thời Ảnh iCloud trên iPhone, iPad và máy Mac của bạn.
zh_cn: 若要查看所有照片和视频，请在iPhone、iPad和Mac上也打开“iCloud照片”。
zh_hk: 如要檢視所有相片和影片，也請在iPhone、iPad和Mac上開啟「iCloud相片」。
zh_tw: 若要檢視所有照片和影片，也請開啟iPhone、iPad和Mac上的「iCloud照片」。

# iCloudPhotoSectionDescriptionNew
source: To see your photos and videos on Apple TV, make sure you are signed in to another Apple device that has iCloud Photos turned on.
ar: لمشاهدة صورك وفيديوهاتك على Apple TV، يرجى التأكد من تسجيل الدخول إلى جهاز آخر من Apple تم تشغيل صور iCloud عليه.
ca: Per mostrar les fotos i els vídeos a l’Apple TV, cal que hagis iniciat la sessió en un altre dispositiu Apple que tingui activades les fotos a l’iCloud.
cs: Chcete‑li si své fotky a videa prohlížet na Apple TV, přihlaste se k jinému zařízení Apple, na kterém je zapnutá služba Fotky na iCloudu.
da: Hvis du vil se dine fotos og videoer på Apple TV, skal du være logget ind på en anden Apple-enhed, hvor iCloud-fotos er slået til.
de: Um deine Fotos und Videos auf dem Apple TV zu sehen, stelle sicher, dass du auf einem anderen Apple-Gerät angemeldet bist, auf dem „iCloud-Fotos“ aktiviert ist.
el: Για προβολή των φωτογραφιών και βίντεό σας στο Apple TV, βεβαιωθείτε ότι έχετε συνδεθεί σε μια άλλη συσκευή Apple που έχει ενεργοποιημένες τις Φωτογραφίες iCloud.
es: Para ver tus fotos y vídeos en el Apple TV, debes haber iniciado sesión en otro dispositivo Apple en el que se haya activado Fotos en iCloud.
es_us: Para ver tus fotos y videos en el Apple TV, asegúrate de haber iniciado sesión en otro dispositivo Apple donde Fotos en iCloud se encuentre activado.
fi: Jos haluat nähdä kuvasi ja videosi Apple TV:ssä, varmista, että olet kirjautunut toiseen Apple-laitteeseen, jossa iCloud-kuvat on päällä.
fr: Pour afficher vos photos et vos vidéos sur l’Apple TV, Photos iCloud doit être activé sur un autre appareil connecté à votre compte Apple.
fr_ca: Pour que vos photos et vidéos puissent s’afficher sur l’Apple TV, un autre appareil Apple sur lequel l’option Photos iCloud est activée doit être connecté à votre compte Apple.
he: כדי לראות את התמונות והסרטונים שלך ב‑Apple TV, יש לוודא שהתחברת למכשיר Apple אחר ש״תמונות iCloud״ מופעל בו.
hi: Apple TV पर अपनी तस्वीरें और वीडियो देखने के लिए सुनिश्चित करें कि आपने ऐसे अन्य Apple डिवाइस पर साइन इन किया हो जिस पर iCloud तस्वीर चालू हो।
hr: Za prikazivanje vaših fotografija i videozapisa na Apple TV-u trebate biti prijavljeni na drugi Apple uređaj na kojem su uključene iCloud fotografije.
hu: Ha meg szeretné tekinteni a fotóit és videóit az Apple TV‑n, győződjön meg róla, hogy be van jelentkezve egy másik Apple-eszközön, amelyen az iCloud-fotók be van kapcsolva.
id: Untuk melihat foto dan video Anda di Apple TV, pastikan Anda masuk ke perangkat Apple lain yang menyalakan Foto iCloud.
it: Per vedere le tue foto e i tuoi video su Apple TV, assicurati di aver effettuato l’accesso a un altro dispositivo Apple su cui è abilitata l’opzione “Foto di iCloud”.
ja: Apple TVで写真やビデオを表示するには、iCloud写真がオンになっている別のAppleデバイスにサインインしていることを確認してください。
ko: Apple TV에서 사진 및 비디오를 보려면 iCloud 사진이 켜져 있는 다른 Apple 기기에 로그인되어 있어야 합니다.
ms: Untuk melihat foto dan video anda pada Apple TV, pastikan anda didaftar masuk ke peranti Apple lain yang telah mengaktifkan Foto iCloud.
nb: Hvis du vil se bildene og videoene dine på Apple TV, må du være pålogget samme konto på en annen Apple-enhet der iCloud Bilder er slått på.
nl: Om je foto's en video's te zien op de Apple TV, zorg je dat je ingelogd bent op een ander Apple apparaat waarop iCloud-foto's is ingeschakeld.
pl: Aby wyświetlać swoje zdjęcia i wideo na Apple TV, zaloguj się na innym urządzeniu Apple, na którym włączona jest funkcja Zdjęcia w iCloud.
pt_br: Para ver suas fotos e vídeos na Apple TV, confira se você iniciou a sessão em outro dispositivo que tenha as Fotos do iCloud ativadas.
pt_pt: Para ver as suas fotografias e vídeos na Apple TV, certifique‑se de que tem sessão iniciada noutro dispositivo Apple com a funcionalidade Fotografias em iCloud ativada.
ro: Pentru a vă vedea pozele și clipurile video pe Apple TV, asigurați‑vă că v‑ați autentificat pe un alt dispozitiv Apple care are activată opțiunea Poze iCloud.
ru: Чтобы просматривать свои фото и видео на Apple TV, убедитесь, что на другом устройстве Apple выполнен вход с тем же Аккаунтом Apple и включена функция «Фото iCloud».
sk: Ak si chcete prezerať svoje fotky a videá na Apple TV, uistite sa, že ste prihlásení na inom Apple zariadení, na ktorom je zapnutá služba iCloud Fotky.
sl: Za ogled fotografij in videov v Apple TV-ju se prepričajte, da ste vpisani v drugo napravo Apple, ki ima vklopljeno funkcijo Fotografije iCloud.
sv: Om du vill visa bilder och videor på Apple TV måste du vara inloggad på en annan Apple-enhet som har aktiverat iCloud-bilder.
th: ในการดูรูปภาพและวิดีโอของคุณบน Apple TV ตรวจสอบให้แน่ใจว่าคุณลงชื่อเข้าอุปกรณ์ Apple เครื่องอื่นที่เปิดใช้ “รูปภาพบน iCloud”
tr: Fotoğraflarınızı ve videolarınızı Apple TV’de görmek için iCloud Fotoğrafları’nın açık olduğu başka bir Apple aygıtında giriş yaptığınızdan emin olun.
uk: Щоб переглядати фотографії та відео на Apple TV, функцію «Фото iCloud» має бути ввімкнено на іншому пристрої Apple, який використовує цей обліковий запис Apple.
vi: Để xem ảnh và video của bạn trên Apple TV, hãy đảm bảo rằng bạn đã đăng nhập vào một thiết bị Apple khác được bật Ảnh iCloud.
zh_cn: 若要在Apple TV上查看照片和视频，请确保已在打开“iCloud照片”的另一台Apple设备上登录。
zh_hk: 如要在Apple TV上查看你的相片和影片，請確定你已在另一部開啟了「iCloud相片」的Apple裝置上登入。
zh_tw: 若要在Apple TV上查看你的照片和影片，請確定你已登入其他開啟「iCloud照片」的Apple裝置。

# iCloudPhotoSectionTitleLibrary
source: Library
ar: المكتبة
ca: Fototeca
cs: Knihovna
da: Bibliotek
de: Mediathek
el: Βιβλιοθήκη
es: Fototeca
es_us: Fototeca
fi: Kirjasto
fr: Photothèque
fr_ca: Photothèque
he: ספריה
hi: लाइब्रेरी
hr: Medijateka
hu: Könyvtár
id: Perpustakaan
it: Libreria
ja: ライブラリ
ko: 보관함
ms: Pustaka
nb: Bibliotek
nl: Bibliotheek
pl: Biblioteka
pt_br: Fototeca
pt_pt: Biblioteca
ro: Bibliotecă
ru: Медиатека
sk: Knižnica
sl: Knjižnica
sv: Bibliotek
th: คลัง
tr: Arşiv
uk: Фототека
vi: Thư viện
zh_cn: 图库
zh_hk: 圖庫
zh_tw: 圖庫

# iCloudPhotoSectionTitleMyPhotoStreamOnly
source: Off - Photo Stream
ar: متوقفة - تدفق الصور
ca: Només fotos en estríming
cs: Vypnuto – fotostream
da: Fra – fotostream
de: Aus – Fotostream
el: Ροή φωτογραφιών: Όχι
es: No - En streaming
es_us: Desactivada - Secuencia de fotos
fi: Pois – kuvavirta
fr: Désactivé - Flux de photos
fr_ca: Désactivé – Flux de photos
he: כבוי - זרם תמונות
hi: बंद - फ़ोटो स्ट्रीम
hr: Isključeno – Foto stream
hu: Ki – Fotóstream
id: Mati - Stream Foto
it: Non attivo - Streaming foto
ja: オフ - フォトストリーム
ko: 끔 - 사진 스트림
ms: Tak Aktif - Strim Foto
nb: Av – Bildestrøm
nl: Uit - Fotostream
pl: Wył. – Strumień zdjęć
pt_br: Desativado - Álbuns Compartilhados
pt_pt: Desativado – Partilha de fotografias
ro: Nu - Flux foto
ru: Фотопоток выкл.
sk: Vypnuté – fotostream
sl: Izklopljeno – Pretakanje fotografij
sv: Av – bildström
th: ปิด - การสตรีมรูปภาพ
tr: Kapalı - Fotoğraf Yayını
uk: Вимкнено — Фотопотік
vi: Tắt - Kho ảnh
zh_cn: 关闭 — 照片流
zh_hk: 已關閉 - 相片串流
zh_tw: 已關閉 - 照片串流

# iCloudPhotoSectionTitleNew
source: Photos
ar: الصور
ca: Fotos
cs: Fotky
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
es_us: Fotos
fi: Kuvat
he: תמונות
hi: तस्वीर
hr: Fotografije
hu: Fotók
id: Foto
it: Foto
ja: 写真
ko: 사진
ms: Foto
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt_br: Fotos
pt_pt: Fotografias
ro: Poze
ru: Фото
sk: Fotky
sl: Fotografije
sv: Bilder
th: รูปภาพ
tr: Fotoğraflar
uk: Фотографії
vi: Ảnh
zh_cn: 照片
zh_hk: 相片
zh_tw: 照片

# iCloudPhotoSectionTitleOff
source: Off
ar: متوقفة
ca: No
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: No
es_us: No
fi: Pois
fr: Non
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
ko: 끔
ms: Tak Aktif
nb: Av
nl: Uit
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Nu
ru: Выкл.
sk: Vypnuté
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# iCloudPhotoSectionTitleOn
source: On
ar: مشغلة
ca: Sí
cs: Zapnuto
da: Til
de: Ein
el: Ναι
es: Sí
es_us: Sí
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעיל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
ko: 켬
ms: Aktif
nb: På
nl: Aan
pl: Wł.
pt_br: Ativado
pt_pt: Ativo
ro: Da
ru: Вкл.
sk: Zapnuté
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟

# iCloudPhotoSectionTitleSharedAlbum
source: Shared Albums
ar: الألبومات المشتركة
ca: Àlbums compartits
cs: Sdílená alba
da: Delte album
de: Geteilte Alben
el: Κοινόχρηστα άλμπουμ
es: Álbumes compartidos
es_us: Álbumes compartidos
fi: Jaetut albumit
fr: Albums partagés
fr_ca: Albums partagés
he: אלבומים משותפים
hi: शेयर किए गए ऐल्बम
hr: Dijeljeni albumi
hu: Megosztott albumok
id: Album Bersama
it: Album condivisi
ja: 共有アルバム
ko: 공유 앨범
ms: Album Dikongsi
nb: Delte albumer
nl: Gedeelde albums
pl: Albumy udostępniane
pt_br: Álbuns Compartilhados
pt_pt: Álbuns partilhados
ro: Albume partajate
ru: Общие альбомы
sk: Zdieľané albumy
sl: Deljeni albumi
sv: Delade album
th: การแชร์อัลบั้ม
tr: Paylaşılan Albümler
uk: Спільні альбоми
vi: Album chung
zh_cn: 共享相簿
zh_hk: 共享相簿
zh_tw: 共享的相簿

# iCloudPhotoSetUpValue
source: Set Up…
ar: إعداد…
ca: Configura…
cs: Nastavit…
da: Indstil…
de: Einrichten …
el: Διαμόρφωση…
es: Configurar…
es_us: Configurar…
fi: Ota käyttöön…
fr: Configurer…
fr_ca: Configurer…
he: הגדרה…
hi: सेटअप करें…
hr: Podesi…
hu: Beállítás…
id: Atur…
it: Configura…
ja: 設定…
ko: 설정…
ms: Sediakan
nb: Konfigurer…
nl: Configureer…
pl: Ustaw…
pt_br: Configurar…
pt_pt: Configurar…
ro: Configurați…
ru: Настроить…
sk: Nastaviť…
sl: Nastavi …
sv: Ställ in…
th: ตั้งค่า…
tr: Ayarla…
uk: Налаштувати…
vi: Thiết lập…
zh_cn: 设置…
zh_hk: 設定⋯
zh_tw: 設定⋯

# iCloudPhotoSyncingAlertButtonTitle
source: OK
ar: موافق
he: אישור
hi: ठीक
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好
